Repository: Elinvention/gnome-shell-extension-nasa-apod
Catalog: nasa_apod@elinvention.ovh/locale/*.po
Languages: de, fr, it

source: Media type {0} not supported.
de: Dateiformat {0} nicht unterstützt.
fr: Le type de média {0} n'est pas pris en charge.
it: Tipo multimediale {0} non supportato.

source: No picture for today 😞. Please visit NASA APOD website.
de: Heute gibt es leider kein Bild 😞. Bitte besuche die NASA APOD Webseite.
fr: Pas d'image aujourd'hui 😞. Veuillez visiter le site web NASA APOD.
it: Oggi niente immagine 😞. Visita il sito web di NASA APOD.

source: NASA APOD website
de: NASA APOD Webseite
fr: Site web NASA APOD
it: Sito web NASA APOD

source: Get an API key
de: Erhalte einen API-Schlüssel
fr: Récupérer une clé API
it: Ottieni una chiave API

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni

source: Retry
de: Erneut versuchen
fr: Réessayer
it: Riprova

source: No title available
de: Kein Titel verfügbar
fr: Aucun titre disponible
it: Titolo non disponibile

source: No description available
de: Keine Beschreibung verfügbar
fr: Pas de description disponible
it: Descrizione non disponibile

source: No copyright information available
de: Keine Urheberrechtsinformationen verfügbar
fr: Aucune information sur les droits d'auteur disponible
it: Informazioni sul diritto d'autore assenti

source: No refresh scheduled
de: Keine Aktualisierung geplant
fr: Aucune actualisation prévue
it: Aggiornamento non stabilito

source: Open Wallpaper Folder
de: Den Ordner mit Hintergrundbildern öffnen
fr: Ouvrir le dossier de fond d'écran
it: Apri cartella degli sfondi

source: Set Wallpaper
de: Hintergrundbild festlegen
fr: Définir le font d'écran
it: Imposta sfondo

source: Refresh
de: Aktualisieren
fr: Actualiser
it: Aggiorna

source: Refreshing...
de: Aktualisiere...
fr: En cours d'actualisation...
it: Aggiornamento....

source: Network unavailable
de: Netzwerk nicht verfügbar
fr: Réseau non disponible
it: Rete non disponibile

source: Wait 10 seconds...
de: Warte 10 Sekunden...
fr: Attendre 10 secondes...
it: Attendi 10 secondi....

source: Unpin and Refresh
de: Loslösen und aktualisieren
fr: Détacher et actualiser
it: Aggiorna allo sfondo corrente

source: (metered network)
de: (kostenpflichtiges Netzwerk)
fr: (réseau mesuré)
it: (rete a consumo)

source: Here will be displayed an explanation of the current NASA's APOD wallpaper. Please press refresh to download a new wallpaper along with the explanation.
de: Hier würde eine Erklärung zum aktuellen NASA APOD angezeigt werden. Bitte drücke auf aktualisieren um ein neues Hintergrundbild zusammen mit der Erklärung herunterzuladen.
fr: Une explication du fond d'écran APOD actuel de la NASA sera affichée ici. Appuyez sur Actualiser pour télécharger un nouveau fond d'écran accompagné de l'explication.
it: Qui verranno mostrata una spiegazione dello sfondo corrente di NASA APOD. Premi aggiorna per scaricare un nuovo sfondo con la sua descrizione.

source: Next refresh: {0}
de: Nächste Aktualisierung: {0}
fr: Prochaine mise à jour: {0}
it: Prossimo aggiornamento: {0}

source: Next refresh in less than a minute
de: Nächste Aktualisierung in weniger als einer Minute
fr: Prochaine actualisation dans moins d'une minute
it: Prossimo aggiornamento in meno di un minuto

source: Pending refresh
de: Erwarte aktualisierung
fr: En attente d'actualisation
it: Aggiornamento in corso

source: Invalid NASA API key (error 403)
de: Ungültiger NASA API-Schlüssel (Fehler 403)
fr: Clé API NASA non valide (erreur 403)
it: Chiave API NASA non valida (errore 403)

source: Check that your key is correct or use the default key.
de: Bitte überprüfe ob dein API-Schlüssel korrekt ist oder nutze den Standardchlüssel.
fr: Vérifiez que votre clé est correcte ou utilisez la clé par défaut.
it: Controlla che la tua chiave sia corretta oppure usa quella di default.

source: Network error
de: Netzwerkfehler
fr: Erreur réseau
it: Errore di rete

source: HTTP status code {0}.
de: HTTP Status {0}
fr: Code état HTTP {0}.
it: Codice status HTTP {0}.

source: Generic error
de: Generischer Fehler
fr: Erreur générique
it: Errore generico

source: Over rate limit (error 429)
fr: Limite de requête (erreur 429)
it: Superato il limite di richieste (errore 429)

source: Get your API key at https://api.nasa.gov/ to have 1000 requests per hour just for you.
de: Erhalte einen eigenen API-Schlüssel auf https://api.nasa.gov/ um 1000 Anfragen pro Stunde für dich allein zu haben.
fr: Obtenez votre clé API depuis https://api.nasa.gov/ pour avoir 1000 requêtes par jour.
it: Ottieni la tua chiave API dal sito https://api.nasa.gov/ per avere 1000 richieste per ora solo per te.

source: Couldn't fetch image from {0}
de: Konnte Bild von {0} nicht herunterladen
fr: Impossible de récupérer l'image depuis {0}
it: Impossibile scaricare immagine da {0}

source: About
de: Über
it: Informazioni

source: version:
it: versione:

source: Change your wallpaper daily to the NASA's astronomy picture of the day
de: Ändere dein Hintergrund täglich auf das NASA Astronomy Picture of the Day
it: Cambia il tuo sfondo quotidianamente all'immagine astronomica del giorno della NASA

source: Extension's GitHub Webpage
de: GitHub-Seite der Erweiterung
it: Pagina GitHub dell'estensione

source: Issue Tracker
de: Problem melden
it: Gestore delle segnalazioni

source: Changelog
de: Änderungen
it: Registro dei Cambiamenti

source: Brought to you by:
de: Entwickelt von:
it: Realizzato da:

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 3 or later</a> for details</span>
de: <span size="small"> Für diese Software besteht KEINERLEI GARANTIE. Siehe <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 3 or later</a> für Details</span>
it: <span size="small">Questo programma viene fornita SENZA ALCUNA GARANZIA. Vedi la <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, versione 3 o successiva</a> per i dettagli</span>

source: Choose download folder
de: Download-Ordner auswählen
fr: Choisir le dossier de téléchargement
it: Scegli la cartella di download

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

source: Select
de: Auswählen
fr: Sélectionner
it: Seleziona

source: General
de: Allgemein
it: Generale

source: Indicator
de: Indikator
it: Indicatore

source: Hide extension indicator
de: Verstecke den Indikator der Erweiterung
it: Nascondi l'indicatore dell'estensione

source: Simply hides that Saturn thing
de: Verstecke einfach das Saturn Symbol
it: Semplicemente nasconde quell'icona di Saturno

source: Indicator position
it: Posizione indicatore

source: Moves the indicator in the status area
it: Sposta l'indicatore nella area di status

source: Notifications
de: Benachrichtigungen
it: Notifiche

source: Notify when a new image is downloaded
de: Benachrichtigen wenn ein neues Bild heruntergeladen wird
it: Notifica quando viene scaricata una nuova immagine

source: A notification will appear with the explanation of the day
it: Una notifica comparirà con la spiegazione del giorno

source: Use transient notifications
de: Nutze temporäre Benachrichtigung
it: Usa notifiche transitorie (auto cancellazione)

source: Just hover with your mouse to dismiss it
de: Fahre mit der Maus über sie, um sie zu verstecken
it: Semplicemente passaci sopra col mouse per cancellarle

source: Background
de: Hintergrund
it: Sfondo

source: Set background image:
de: Hintergrundbild festlegen:
it: Imposta l'immagine di sfondo:

source: Set how the image is adapted to the monitor resolution
de: Festlegen wie das Bild an die Bildschirmauflösung angepasst wird
it: Imposta come l'immagine viene adattata alla risoluzione del monitor

source: Download folder
de: Download-Ordner
it: Cartella di download

source: History
de: Verlauf
it: Storico

source: You can pin a background by selecting it. A pinned background won't be replaced by newer ones.
de: Du kannst einen Hintergrund anheften, indem du ihn auswählst Ein angehefteter Hintergrund wird nicht durch einen neuen ersetzt werden.
it: Puoi fissare uno sfondo selezionandolo. Uno sfondo fissato non verrà sostituito da quelli nuovi.

source: Remove
de: Entfernen
it: Rimuovi

source: Add NASA APOD API key
de: NASA APOD API-Schlüssel hinzufügen
it: Aggiunta di una chiave API di NASA APOD

source: The entered API key is not valid.
de: Der eingegebene Schlüssel ist nicht korrekt
it: La chiave API inserita non è valida.

source: The API key has to be 40 characters long.
de: Der API-Schlüssel muss 40 Zeichen lang sein.
it: La chiave API deve essere lunga 40 caratteri.

source: Add
de: Hinzufügen
it: Aggiungi

source: Network
de: Netzwerk
it: Rete

source: Network Usage
de: Netzwerknutzung
it: Utilizzo della rete

source: HD version
de: Hochauflösende Version
it: Versione HD

source: Low resolution version
de: Niedrig aufgelöste Version
it: Versione a bassa risoluzione

source: Image resolution:
de: Auflösung des Bildes:
it: Risoluzione delle immagini:

source: Image resolution for non metered connections
de: Auflösung für nicht kostenpflichtige Netzwerke
it: Risoluzione delle immagini su reti non a consumo

source: Image resolution on metered networks:
de: Auflösung für kostenpflichtige Netzwerke:
it: Risoluzione delle immagini su reti a consumo:

source: Image resolution for metered connections
it: Risoluzione delle immagini su reti a consumo

source: Automatic refresh on metered networks:
de: Automatische Aktualisierung in kostenpflichtigen Netzwerken:
it: Aggiornamento automatico su reti a consumo:

source: API keys
de: API-Schlüssel
it: Chiavi API

source: API keys can be obtained from the <a href="https://api.nasa.gov/index.html#apply-for-an-api-key">NASA APOD website</a>. Each key is limited to 1000 requests per hour, and hence you may not be able to refresh with the default keys.
de: API-Schlüssel können auf der <a href="https://api.nasa.gov/index.html#apply-for-an-api-key">NASA APOD Webseite</a> erhalten werden. Jeder Schlüssel ist auf 1000 Anfragen pro Stunde limitiert, deshalb kann es dazu kommen, dass die Standardschlüssel nicht zur Aktualisierung genutzt werden können.
it: Le chiavi API possono essere ottenute dal <a href="https://api.nasa.gov/index.html#apply-for-an-api-key">sito web NASA APOD</a>. Ogni chiave è limitata a 1000 richieste orarie e quindi potresti non essere in grado di aggiornare usando le chiavi predefinite.

source: Hide indicator
de: Indikator verstecken
it: Nascondi l'indicatore

source: Hide indicator icon from status area
de: Verstecke Indikator aus der Statusleiste
it: Nascondi l'indicatore dall'area di status

source: Send a notifications
de: Benachrichtigungen senden
it: Invia notifiche

source: Send a notification with explanation when the picture of the day is downloaded
de: Benachrichtigungen mit der Erklärung anzeigen, wenn ein Bild heruntergeladen wurde
it: Invia una notifica con la spiegazione quando viene scaricata l'immagine del giorno

source: Use transient notifications (auto dismiss)
de: Nutze temporäre Benachrichtigung (automatisches Verstecken)
it: Usa notifiche transitorie (auto cancellazione)

source: Set background
de: Hintergrund festlegen
it: Imposta l'immagine di sfondo

source: Set background to NASA's APOD
de: Lege Hintergrund auf NASA APOD festlegen
it: Imposta l'immagine di sfondo NASA APOD

source: Where to download pictures.
de: Wohin die Bilder heruntergeladen werden sollen.
it: Dove scaricare le immagini.

source: An empty string means that the default folder is used: ~/.cache/apod/
de: Eine leere Eingabe bedeutet, dass der Standardpfad genutzt wird: ~/.cache/apod/
it: Una stringa vuota significa che la cartella di default verrà usata: ~/.cache/apod/

source: NASA APOD api key.
de: NASA APOD API-Schlüssel
it: Chiave API di NASA APOD.

source: Get your API key from https://api.nasa.gov/
de: Erhalte einen Schlüssel unter https://api.nasa.gov/
it: Ottieni la tua chiave API da https://api.nasa.gov/

source: Last performed refresh.
de: Letzt Aktualisierung.
it: Ultimo aggiornamento effettuato.

source: Last json downloaded from API.
de: Letztes JSON, welches von der API geladen wurde.
it: Ultimo JSON scaricato dalla API.

source: Background image adjustment.
de: Hintergrundbildanpassung
it: Imposta l'immagine di sfondo.

source: Pinned Background
de: Angehefteter Hintergrund
it: Sfondo fissato

source: Pinned Background allows you to pin an old background and prevent the extension from replacing it with a new one.
de: "Angehefteter Hintergrund" verhindert das dieser alte Hintergrund durch einen neuen ersetzt wird.
it: Gli sfondi fissati permettono di fissare un vecchio sfondo ed evitare che l'estensione li sostituisca con uno nuovo.

source: Image resolution.
de: Auflösung des Bildes.
it: Risoluzione immagini.

source: Can be "hd" or "lowres". "hd" downloads from hdurl as found in the JSON API. "lowres" downloads from url as found in the JSON API.
de: Kann "hochauflösend" oder "niedrig" sein. "hochauflösend" downloadet von der HD-URL aus dem JSON. "niedrig" downloadet von der URL aus dem JSON.
it: Può essere "hd" o "lowres". "hd" scarica da "hdurl" come trovato nella API JSON. "lowres" scarica da "url" come trovata nella API JSON.

source: Image resolution on metered networks.
de: Auflösung in kostenpflichtigen Netzwerken.
it: Risoluzione delle immagini su reti a consumo.

source: Same as image-resolution, but only applies to metered networks.
de: Das selbe wie "Auflösung des Bildes", aber die Einstellung wird nur in kostenpflichtigen Netzwerken angewandt.
it: Lo stesso di risoluzione immagini, ma si applica solo su reti a consumo.

source: Automatic refresh with metered network.
de: Automatische Aktualisierung in kostenpflichtigen Netzwerken.
it: Aggiornamento automatico su reti a consumo.

source: If false disables automatic image download when the network is metered.
de: Ausschalten deaktiviert das automatische Herunterladen von Bildern in kostenpflichtigen Netzwerken.
it: Se falso disabilita il download automatico quando al rete è a consumo.

source: Indicator position.
it: Posizione indicatore.

source: Useful to statically position the indicator in the status area.
it: Utile per posizionare staticamente l'indicatore nell'area di status.

source: A notification will appear with the explanantion of the day
de: Eine Benachrichtigung erscheint mit der Erklärung zum Bild

source: Default
de: Standard
